Repository: nickustinov/itsyhome-macos
Catalog: macOSBridge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# settings.itsytv.feature_keyboard
source: Keyboard shortcuts for quick control
de: Tastenkürzel für schnelle Steuerung
es: Atajos de teclado para control rápido
fr: Raccourcis clavier pour un contrôle rapide
it: Scorciatoie da tastiera per controllo rapido
ja: 素早い操作のためのキーボードショートカット
ko: 빠른 제어를 위한 키보드 단축키
pl: Skróty klawiszowe do szybkiego sterowania
pt_br: Atalhos de teclado para controle rápido
ru: Горячие клавиши для быстрого управления
zh_hans: 键盘快捷键快速控制
zh_hant: 鍵盤快速鍵快速控制

# settings.itsytv.feature_multiple
source: Works with multiple Apple TVs
de: Funktioniert mit mehreren Apple TVs
es: Compatible con múltiples Apple TVs
fr: Fonctionne avec plusieurs Apple TVs
it: Funziona con più Apple TV
ja: 複数のApple TVに対応
ko: 여러 Apple TV 지원
pl: Współpracuje z wieloma Apple TV
pt_br: Funciona com múltiplas Apple TVs
ru: Работает с несколькими Apple TV
zh_hans: 支持多台 Apple TV
zh_hant: 支援多台 Apple TV

# settings.itsytv.feature_now_playing
source: Now playing with live progress tracking
de: Aktuelle Wiedergabe mit Live-Fortschritt
es: Reproducción actual con seguimiento en vivo
fr: En lecture avec suivi en temps réel
it: In riproduzione con avanzamento in tempo reale
ja: リアルタイム進捗付きの再生中表示
ko: 실시간 진행률 추적 재생 중 표시
pl: Odtwarzane teraz ze śledzeniem postępu
pt_br: Reprodução atual com acompanhamento ao vivo
ru: Текущее воспроизведение с отслеживанием прогресса
zh_hans: 实时进度追踪的正在播放
zh_hant: 即時進度追蹤的正在播放

# settings.itsytv.feature_remote
source: Full remote with D-pad and playback controls
de: Komplette Fernbedienung mit D-Pad und Wiedergabesteuerung
es: Control remoto con D-pad y controles de reproducción
fr: Télécommande complète avec D-pad et contrôles de lecture
it: Telecomando completo con D-pad e controlli di riproduzione
ja: D-padと再生コントロール付きフルリモコン
ko: D-pad 및 재생 컨트롤이 있는 전체 리모컨
pl: Pełny pilot z D-padem i sterowaniem odtwarzaniem
pt_br: Controle remoto completo com D-pad e controles de reprodução
ru: Полный пульт с D-pad и управлением воспроизведением
zh_hans: 带方向键和播放控制的完整遥控器
zh_hant: 帶方向鍵和播放控制的完整遙控器

# settings.itsytv.free_open_source
source: Free and open source
de: Kostenlos und Open Source
es: Gratuito y de código abierto
fr: Gratuit et open source
it: Gratuito e open source
ja: 無料でオープンソース
ko: 무료 및 오픈소스
pl: Darmowy i open source
pt_br: Gratuito e de código aberto
ru: Бесплатно и с открытым кодом
zh_hans: 免费且开源
zh_hant: 免費且開源

# settings.itsytv.learn_more
source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳しく見る
ko: 자세히 알아보기
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多
zh_hant: 瞭解更多

# settings.itsytv.title
source: Apple TV remote
de: Apple TV Fernbedienung
es: Control remoto de Apple TV
fr: Télécommande Apple TV
it: Telecomando Apple TV
ja: Apple TVリモコン
ko: Apple TV 리모컨
pl: Pilot Apple TV
pt_br: Controle remoto Apple TV
ru: Пульт Apple TV
zh_hans: Apple TV 遥控器
zh_hant: Apple TV 遙控器

# settings.networks.access_token
source: Access token
de: Zugriffstoken
es: Token de acceso
fr: Jeton d'accès
it: Token di accesso
ja: アクセストークン
ko: 접근 토큰
pl: Token dostępu
pt_br: Token de acesso
ru: Токен доступа
zh_hans: 访问令牌
zh_hant: 存取權杖

# settings.networks.add_rule
source: Add rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
it: Aggiungi regola
ja: ルールを追加
ko: 규칙 추가
pl: Dodaj regułę
pt_br: Adicionar regra
ru: Добавить правило
zh_hans: 添加规则
zh_hant: 加入規則

# settings.networks.current_network
source: Current network
de: Aktuelles Netzwerk
es: Red actual
fr: Réseau actuel
it: Rete attuale
ja: 現在のネットワーク
ko: 현재 네트워크
pl: Bieżąca sieć
pt_br: Rede atual
ru: Текущая сеть
zh_hans: 当前网络
zh_hant: 目前網路

# settings.networks.enable
source: Auto-switch by WiFi network
de: Automatisch nach WLAN wechseln
es: Cambio automático según la red WiFi
fr: Basculer automatiquement selon le réseau WiFi
it: Cambio automatico in base alla rete WiFi
ja: WiFiネットワークで自動切り替え
ko: WiFi 네트워크로 자동 전환
pl: Przełączaj automatycznie wg sieci WiFi
pt_br: Troca automática por rede WiFi
ru: Автопереключение по сети WiFi
zh_hans: 按WiFi网络自动切换
zh_hant: 按WiFi網路自動切換

# settings.networks.enable_subtitle
source: Switch home or server based on your WiFi network.
de: Zuhause oder Server je nach WLAN wechseln.
es: Cambia de hogar o servidor según tu red WiFi.
fr: Change de domicile ou de serveur selon votre réseau WiFi.
it: Cambia casa o server in base alla rete WiFi.
ja: WiFiネットワークに応じてホームやサーバーを切り替えます。
ko: WiFi 네트워크에 따라 집 또는 서버를 전환합니다.
pl: Przełącza dom lub serwer w zależności od sieci WiFi.
pt_br: Troca de casa ou servidor conforme sua rede WiFi.
ru: Переключает дом или сервер в зависимости от сети WiFi.
zh_hans: 根据WiFi网络切换家庭或服务器。
zh_hant: 根據WiFi網路切換家庭或伺服器。

# settings.networks.home
source: Home
de: Zuhause
es: Hogar
fr: Domicile
it: Casa
ja: ホーム
ko: 집
pl: Dom
pt_br: Casa
ru: Дом
zh_hans: 家庭
zh_hant: 家庭

# settings.networks.no_network
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
ko: 연결되지 않음
pl: Nie połączono
pt_br: Não conectado
ru: Нет подключения
zh_hans: 未连接
zh_hant: 未連接

# settings.networks.no_rules
source: No rules configured.
de: Keine Regeln konfiguriert.
es: No hay reglas configuradas.
fr: Aucune règle configurée.
it: Nessuna regola configurata.
ja: ルールが設定されていません。
ko: 구성된 규칙이 없습니다.
pl: Brak skonfigurowanych reguł.
pt_br: Nenhuma regra configurada.
ru: Правила не настроены.
zh_hans: 未配置规则。
zh_hant: 未設定規則。

# settings.networks.open_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# settings.networks.permission_denied
source: Location access is required to read your WiFi network name. Grant permission in System Settings → Privacy & Security → Location Services.
de: Für den Namen des WLAN-Netzwerks ist der Ortungszugriff nötig. Erteile die Berechtigung unter Systemeinstellungen → Datenschutz & Sicherheit → Ortungsdienste.
es: Se necesita acceso a la ubicación para leer el nombre de tu red WiFi. Concede el permiso en Ajustes del Sistema → Privacidad y seguridad → Localización.
fr: L'accès à la localisation est requis pour lire le nom de votre réseau WiFi. Accordez l'autorisation dans Réglages Système → Confidentialité et sécurité → Service de localisation.
it: L'accesso alla posizione è necessario per leggere il nome della rete WiFi. Concedi l'autorizzazione in Impostazioni di Sistema → Privacy e sicurezza → Localizzazione.
ja: WiFiネットワーク名の取得には位置情報へのアクセスが必要です。システム設定→プライバシーとセキュリティ→位置情報サービスで許可してください。
ko: WiFi 네트워크 이름을 읽으려면 위치 접근 권한이 필요합니다. 시스템 설정 → 개인정보 보호 및 보안 → 위치 서비스에서 권한을 허용하세요.
pl: Do odczytania nazwy sieci WiFi wymagany jest dostęp do lokalizacji. Udziel uprawnienia w Ustawieniach systemowych → Prywatność i ochrona → Usługi lokalizacji.
pt_br: O acesso à localização é necessário para ler o nome da sua rede WiFi. Conceda a permissão em Ajustes do Sistema → Privacidade e Segurança → Serviços de Localização.
ru: Для чтения имени сети WiFi требуется доступ к геолокации. Разрешите его в Системных настройках → Конфиденциальность и безопасность → Службы геолокации.
zh_hans: 读取WiFi网络名称需要位置权限。请在系统设置→隐私与安全性→定位服务中授予权限。
zh_hant: 讀取WiFi網路名稱需要位置權限。請在系統設定→隱私權與安全性→定位服務中授予權限。

# settings.networks.rules
source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
pl: Reguły
pt_br: Regras
ru: Правила
zh_hans: 规则
zh_hant: 規則

# settings.networks.ssid
source: WiFi network
de: WLAN-Netzwerk
es: Red WiFi
fr: Réseau WiFi
it: Rete WiFi
ja: WiFiネットワーク
ko: WiFi 네트워크
pl: Sieć WiFi
pt_br: Rede WiFi
ru: Сеть WiFi
zh_hans: WiFi网络
zh_hant: WiFi網路

# settings.networks.title
source: Networks
de: Netzwerke
es: Redes
fr: Réseaux
it: Reti
ja: ネットワーク
ko: 네트워크
pl: Sieci
pt_br: Redes
ru: Сети
zh_hans: 网络
zh_hant: 網路

# settings.networks.token_placeholder
source: Optional – uses default if empty
de: Optional – leer lässt den Standard
es: Opcional – usa el predeterminado si está vacío
fr: Facultatif – utilise la valeur par défaut si vide
it: Facoltativo – usa il predefinito se vuoto
ja: 任意 – 空の場合はデフォルトを使用
ko: 선택 사항 – 비워 두면 기본값 사용
pl: Opcjonalne – puste używa domyślnego
pt_br: Opcional – usa o padrão se vazio
ru: Необязательно – пустое значение использует стандартный
zh_hans: 可选 – 留空则使用默认值
zh_hant: 可選 – 留空則使用預設值

# settings.pro.banner
source: This feature is available to Itsyhome Pro subscribers.
de: Diese Funktion ist für Itsyhome Pro Abonnenten verfügbar.
es: Esta función está disponible para suscriptores de Itsyhome Pro.
fr: Cette fonctionnalité est disponible pour les abonnés Itsyhome Pro.
it: Questa funzionalità è disponibile per gli abbonati Itsyhome Pro.
ja: この機能はItsyhome Proサブスクライバー向けです。
ko: 이 기능은 Itsyhome Pro 구독자에게 제공됩니다.
pl: Ta funkcja jest dostępna dla subskrybentów Itsyhome Pro.
pt_br: Este recurso está disponível para assinantes do Itsyhome Pro.
ru: Эта функция доступна подписчикам Itsyhome Pro.
zh_hans: 此功能仅供 Itsyhome Pro 订阅用户使用。
zh_hant: 此功能僅供 Itsyhome Pro 訂閱用戶使用。

# settings.pro.feature_cameras
source: Cameras
de: Kameras
es: Cámaras
fr: Caméras
it: Telecamere
ja: カメラ
ko: 카메라
pl: Kamery
pt_br: Câmeras
ru: Камеры
zh_hans: 摄像头
zh_hant: 攝影機

# settings.pro.feature_groups
source: Device groups
de: Gerätegruppen
es: Grupos de dispositivos
fr: Groupes d'appareils
it: Gruppi di dispositivi
ja: デバイスグループ
ko: 기기 그룹
pl: Grupy urządzeń
pt_br: Grupos de dispositivos
ru: Группы устройств
zh_hans: 设备分组
zh_hant: 裝置群組

# settings.pro.feature_sync
source: iCloud sync
de: iCloud-Synchronisation
es: Sincronización iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
pl: Synchronizacja iCloud
pt_br: Sincronização iCloud
ru: Синхронизация iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.pro.get_pro
source: Get Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
it: Ottieni Pro
ja: Proを入手
ko: Pro 구매
pl: Kup Pro
pt_br: Obter Pro
ru: Получить Pro
zh_hans: 获取 Pro
zh_hant: 取得 Pro

# settings.pro.get_pro_button
source: Get Pro
de: Pro holen
es: Obtener Pro
fr: Obtenir Pro
it: Ottieni Pro
ja: Proを入手
ko: Pro 구매
pl: Kup Pro
pt_br: Obter Pro
ru: Получить Pro
zh_hans: 获取 Pro
zh_hant: 取得 Pro

# settings.pro.no_subscriptions
source: No subscriptions · Purchase once, keep forever
de: Kein Abo · Einmal kaufen, für immer behalten
es: Sin suscripciones · Compra una vez, tuyo para siempre
fr: Sans abonnement · Achetez une fois, gardez pour toujours
it: Nessun abbonamento · Acquista una volta, tieni per sempre
ja: サブスク不要 · 一度購入すればずっと使える
ko: 구독 없음 · 한 번 구매하면 영원히
pl: Bez subskrypcji · Kup raz, zachowaj na zawsze
pt_br: Sem assinaturas · Compre uma vez, fique para sempre
ru: Без подписок · Купите один раз, пользуйтесь навсегда
zh_hans: 无需订阅 · 一次购买，永久使用
zh_hant: 無需訂閱 · 一次購買，永久使用

# settings.pro.restore_purchases
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pl: Przywróć zakupy
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# settings.pro.subtitle
source: Unlock the full power of your smart home.
de: Entfessle die volle Kraft deines Smart Homes.
es: Desbloquea todo el potencial de tu hogar inteligente.
fr: Libérez toute la puissance de votre maison connectée.
it: Sblocca tutta la potenza della tua casa intelligente.
ja: スマートホームの全機能を解放しましょう。
ko: 스마트 홈의 모든 기능을 잠금 해제하세요.
pl: Odblokuj pełną moc swojego inteligentnego domu.
pt_br: Desbloqueie todo o poder da sua casa inteligente.
ru: Раскройте весь потенциал вашего умного дома.
zh_hans: 解锁智能家居的全部功能。
zh_hant: 解鎖智慧家庭的全部功能。

# settings.pro.thank_you
source: Thank you for your support!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
it: Grazie per il tuo supporto!
ja: ご支援ありがとうございます！
ko: 응원해 주셔서 감사합니다!
pl: Dziękujemy za wsparcie!
pt_br: Obrigado pelo seu apoio!
ru: Спасибо за вашу поддержку!
zh_hans: 感谢您的支持！
zh_hant: 感謝您的支持！

# settings.webhooks.address_label
source: Address:
de: Adresse:
es: Dirección:
fr: Adresse :
it: Indirizzo:
ja: アドレス：
ko: 주소:
pl: Adres:
pt_br: Endereço:
ru: Адрес:
zh_hans: 地址：
zh_hant: 位址：

# settings.webhooks.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
ru: Применить
zh_hans: 应用
zh_hant: 套用

# settings.webhooks.bind_all
source: All interfaces
de: Alle Schnittstellen
es: Todas las interfaces
fr: Toutes les interfaces
it: Tutte le interfacce
ja: すべてのインターフェイス
ko: 모든 인터페이스
pl: Wszystkie interfejsy
pt_br: Todas as interfaces
ru: Все интерфейсы
zh_hans: 所有接口
zh_hant: 所有介面

# settings.webhooks.bind_custom
source: Custom…
de: Eigene…
es: Personalizada…
fr: Personnalisée…
it: Personalizzata…
ja: カスタム…
ko: 사용자화…
pl: Niestandardowy…
pt_br: Personalizado…
ru: Другой…
zh_hans: 自定义…
zh_hant: 自訂…

# settings.webhooks.bind_custom_message
source: A local IPv4 or IPv6 address this Mac can bind to.
de: Eine lokale IPv4- oder IPv6-Adresse, an die dieser Mac binden kann.
es: Una dirección IPv4 o IPv6 local a la que este Mac pueda enlazarse.
fr: Une adresse IPv4 ou IPv6 locale à laquelle ce Mac peut se lier.
it: Un indirizzo IPv4 o IPv6 locale a cui questo Mac può collegarsi.
ja: このMacがバインドできるローカルIPv4またはIPv6アドレス。
ko: 이 Mac이 바인딩할 수 있는 로컬 IPv4 또는 IPv6 주소입니다.
pl: Lokalny adres IPv4 lub IPv6, z którym ten Mac może się związać.
pt_br: Um endereço IPv4 ou IPv6 local ao qual este Mac pode se vincular.
ru: Локальный IPv4- или IPv6-адрес, к которому может привязаться этот Mac.
zh_hans: 此Mac可绑定的本地IPv4或IPv6地址。
zh_hant: 此Mac可綁定的本機IPv4或IPv6位址。

# settings.webhooks.bind_custom_title
source: Enter an IP address
de: IP-Adresse eingeben
es: Introduce una dirección IP
fr: Saisissez une adresse IP
it: Inserisci un indirizzo IP
ja: IPアドレスを入力
ko: IP 주소 입력
pl: Wpisz adres IP
pt_br: Insira um endereço IP
ru: Введите IP-адрес
zh_hans: 输入IP地址
zh_hant: 輸入IP位址

# settings.webhooks.bind_hint
source: Limit which network the server listens on. Changes take effect when you click Apply.
de: Begrenzt, auf welchem Netzwerk der Server lauscht. Änderungen gelten nach Klick auf Anwenden.
es: Limita en qué red escucha el servidor. Los cambios surten efecto al hacer clic en Aplicar.
fr: Limite le réseau sur lequel le serveur écoute. Les changements prennent effet en cliquant sur Appliquer.
it: Limita la rete su cui il server è in ascolto. Le modifiche hanno effetto quando fai clic su Applica.
ja: サーバーが待ち受けるネットワークを制限します。変更は「適用」をクリックすると反映されます。
ko: 서버가 수신 대기할 네트워크를 제한합니다. 변경 사항은 적용을 클릭하면 반영됩니다.
pl: Ogranicza, w której sieci serwer nasłuchuje. Zmiany zaczną obowiązywać po kliknięciu Zastosuj.
pt_br: Limita em qual rede o servidor escuta. As mudanças entram em vigor ao clicar em Aplicar.
ru: Ограничивает, в какой сети слушает сервер. Изменения вступают в силу после нажатия «Применить».
zh_hans: 限制服务器监听的网络。更改在点按“应用”后生效。
zh_hant: 限制伺服器監聽的網路。更改在點按「套用」後生效。

# settings.webhooks.bind_invalid
source: Not a valid IP address
de: Keine gültige IP-Adresse
es: No es una dirección IP válida
fr: Adresse IP non valide
it: Indirizzo IP non valido
ja: 有効なIPアドレスではありません
ko: 유효한 IP 주소가 아닙니다
pl: Nieprawidłowy adres IP
pt_br: Endereço IP inválido
ru: Недопустимый IP-адрес
zh_hans: 无效的IP地址
zh_hant: 無效的IP位址

# settings.webhooks.bind_label
source: Bind:
de: Binden:
es: Enlazar:
fr: Lier :
ja: バインド：
ko: 바인드:
pl: Powiązanie:
pt_br: Vincular:
ru: Привязка:
zh_hans: 绑定：
zh_hant: 綁定：

# settings.webhooks.bind_localhost
source: This Mac only (127.0.0.1)
de: Nur dieser Mac (127.0.0.1)
es: Solo este Mac (127.0.0.1)
fr: Ce Mac uniquement (127.0.0.1)
it: Solo questo Mac (127.0.0.1)
ja: このMacのみ（127.0.0.1）
ko: 이 Mac만 (127.0.0.1)
pl: Tylko ten Mac (127.0.0.1)
pt_br: Somente este Mac (127.0.0.1)
ru: Только этот Mac (127.0.0.1)
zh_hans: 仅此Mac（127.0.0.1）
zh_hant: 僅此Mac（127.0.0.1）

# settings.webhooks.control_actions
source: Control actions (examples)
de: Steuerungsaktionen (Beispiele)
es: Acciones de control (ejemplos)
fr: Actions de contrôle (exemples)
it: Azioni di controllo (esempi)
ja: 操作アクション（例）
ko: 제어 동작 (예시)
pl: Akcje sterowania (przykłady)
pt_br: Ações de controle (exemplos)
ru: Действия управления (примеры)
zh_hans: 控制操作（示例）
zh_hant: 控制動作（範例）

# settings.webhooks.enable_server
source: Enable server
de: Server aktivieren
es: Activar servidor
fr: Activer le serveur
it: Attiva server
ja: サーバーを有効化
ko: 서버 활성화
pl: Włącz serwer
pt_br: Ativar servidor
ru: Включить сервер
zh_hans: 启用服务器
zh_hant: 啟用伺服器

# settings.webhooks.error
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー：%@
ko: 오류: %@
pl: Błąd: %@
pt_br: Erro: %@
ru: Ошибка: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# settings.webhooks.query_endpoints
source: Query endpoints
de: Abfrage-Endpoints
es: Endpoints de consulta
fr: Endpoints de requête
it: Endpoint di query
ja: クエリエンドポイント
ko: 쿼리 엔드포인트
pl: Endpointy zapytań
pt_br: Endpoints de consulta
ru: Endpoints запросов
zh_hans: 查询端点
zh_hant: 查詢端點

# settings.webhooks.running
source: Running
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
pl: Działa
pt_br: Em execução
ru: Работает
zh_hans: 运行中
zh_hant: 執行中

# settings.webhooks.stopped
source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
it: Fermo
ja: 停止中
ko: 중지됨
pl: Zatrzymany
pt_br: Parado
ru: Остановлен
zh_hans: 已停止
zh_hant: 已停止

# shortcut.add
source: Add shortcut
de: Kurzbefehl hinzufügen
es: Añadir atajo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
ja: ショートカットを追加
ko: 단축키 추가
pl: Dodaj skrót
pt_br: Adicionar atalho
ru: Добавить ярлык
zh_hans: 添加快捷方式
zh_hant: 加入捷徑

# shortcut.reset_icon
source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer predeterminado
fr: Réinitialiser par défaut
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
pl: Przywróć domyślny
pt_br: Restaurar padrão
ru: Сбросить к стандартному
zh_hans: 恢复默认
zh_hant: 恢復預設

# common.upgrade
source: Upgrade
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
ko: 업그레이드
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
zh_hans: 升级
zh_hant: 升級

# device.security.code
source: Code
es: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
zh_hans: 密码
zh_hant: 密碼

# onboarding.server_url
source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバーURL
ko: 서버 URL
pl: Adres URL serwera
pt_br: URL do servidor
ru: URL сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# settings.automations.form.name_label
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Название
zh_hans: 名称
zh_hant: 名稱

# settings.automations.form.repulse_label
source: Re-pulse
es: Repulso
fr: Réimpulsion
it: Re-impulso
ja: 再パルス
ko: 재펄스
pl: Ponowny puls
pt_br: Repulso
ru: Повторный импульс
zh_hans: 重复触发
zh_hant: 重複觸發

# settings.cameras.delay_1m
source: 1 minute
es: 1 minuto
it: 1 minuto
ja: 1分
ko: 1분
pl: 1 minuta
pt_br: 1 minuto
ru: 1 минута
zh_hans: 1分钟
zh_hant: 1分鐘

# settings.deeplinks.url_format
source: URL format
es: Formato de URL
fr: Format d'URL
it: Formato URL
ja: URL形式
ko: URL 형식
pl: Format URL
pt_br: Formato de URL
ru: Формат URL
zh_hans: URL 格式
zh_hant: URL 格式

# settings.home_assistant.server_url
source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバーURL
ko: 서버 URL
pl: Adres URL serwera
pt_br: URL do servidor
ru: URL сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# settings.homekit_bridge.form.name_label
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
ru: Название
zh_hans: 名称
zh_hant: 名稱

# settings.homekit_bridge.status_label
source: Status:
es: Estado:
fr: État :
it: Stato:
ja: 状態：
ko: 상태:
pl: Stan:
ru: Статус:
zh_hans: 状态：
zh_hant: 狀態：

# settings.homekit_bridge.title
source: HomeKit bridge
es: Puente HomeKit
fr: Pont HomeKit
it: Bridge HomeKit
ja: HomeKitブリッジ
ko: HomeKit 브리지
pl: Mostek HomeKit
pt_br: Ponte HomeKit
ru: Мост HomeKit
zh_hans: HomeKit桥接器
zh_hant: HomeKit橋接器

# settings.networks.server_url
source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server
ja: サーバーURL
ko: 서버 URL
pl: Adres URL serwera
pt_br: URL do servidor
ru: URL сервера
zh_hans: 服务器URL
zh_hant: 伺服器URL

# settings.webhooks.port_label
source: Port:
es: Puerto:
it: Porta:
ja: ポート：
ko: 포트:
pt_br: Porta:
ru: Порт:
zh_hans: 端口：
zh_hant: 連接埠：

# settings.webhooks.status_label
source: Status:
es: Estado:
fr: Statut :
it: Stato:
ja: ステータス：
ko: 상태:
ru: Статус:
zh_hans: 状态：
zh_hant: 狀態：

# settings.webhooks.url_format
source: URL format
es: Formato de URL
fr: Format d'URL
it: Formato URL
ja: URL形式
ko: URL 형식
pl: Format URL
pt_br: Formato de URL
ru: Формат URL
zh_hans: URL 格式
zh_hant: URL 格式

# settings.automations.form.sensor_label
source: Sensor
fr: Capteur
it: Sensore
ja: センサー
ko: 센서
pl: Czujnik
ru: Датчик
zh_hans: 传感器
zh_hant: 感應器

# settings.deeplinks.title
source: Deeplinks
it: Deeplink
ja: ディープリンク
ko: 딥링크
pl: Deeplinki
ru: Дипссылки
zh_hans: 深层链接
zh_hant: 深層連結

# settings.pro.feature_deeplinks
source: Deeplinks
it: Deeplink
ja: ディープリンク
ko: 딥링크
pl: Deeplinki
ru: Дипссылки
zh_hans: 深层链接
zh_hant: 深層連結

# device.air_purifier.auto
source: Auto
ja: 自動
ko: 자동
ru: Авто
zh_hans: 自动
zh_hant: 自動

# device.climate.auto
source: Auto
ja: 自動
ko: 자동
ru: Авто
zh_hans: 自动
zh_hant: 自動

# history.range.day
source: 24h
ja: 24時間
ko: 24시간
ru: 24 ч
zh_hans: 24小时
zh_hant: 24小時

# common.ok
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
